def abon_data():
    return f"{input('Введите фамилию : ')} {input('Введите имя : ')} {input('Введите номер телефона : ')}\n"

def number_operation():
    return input('Выберите номер категории\n \
           : 1-показать все фамилии\n \
             2-показать все имена\n \
             3-показать все телефоны\n \
             4-показать абонента по телефону\n \
             5-показать всю таблицу\n \
             6-показать информацию по абоненту\n \
             7-добавить абонента\n \
             8-выход\n ')    